Repository: gibbe75/djangox
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr_fr

source: Dear %(user_display)s, We're delighted to have you on board! To active your %(site_name)s account, please confirm your email address on %(activate_url)s
fr_fr: Bonjour %(user_display)s, Nous sommes ravis de vous accueillir sur %(site_name)s ! Pour activer votre compte, merci de bien vouloir confirmer votre adresse e-mail via le lien suivant : %(activate_url)s

source: See you soon on %(site_name)s! Best regards, The %(site_name)s team %(site_domain)s
fr_fr: A très vite sur %(site_name)s! L'équipe de %(site_name)s %(site_domain)s

source: %(site_name)s - Welcome %(user_display)s! Please Confirm your email address
fr_fr: %(site_name)s - Bonjour %(user_display)s! Veuillez confirmer votre adresse e-mail

source: Dear %(user_display)s, Someone (hopefully you) has requested a password reset for your %(site_name)s account. Follow the link below to set a new password: %(password_reset_url)s If you didn't make this request, you can safely ignore this email.
fr_fr: Bonjour %(user_display)s, Nous avons bien reçu votre demande de réinitialisation du mot de passe de votre compte %(site_name)s. Merci de bien vouloir suivre le lien suivant : %(password_reset_url)s Si vous n'êtes pas à l'origine de cette demande, vous pouvez ignorer cette e-mail.

source: Confirm e-mail address
fr_fr: Confirmation d'adresse e-mail

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s.
fr_fr: Merci de confirmer que <a href="mailto:%(email)s">%(email)s</a> est l'adresse e-mail de l'utilisateur %(user_display)s.

source: Confirm
fr_fr: Confirmer

source: Log in
fr_fr: Connexion

source: Forgot Password?
fr_fr: Mot de passe oublié ?

source: Password Reset
fr_fr: Modification du mot de passe

source: Forgot your password?
fr_fr: Mot de passe oublié ?

source: Reset Password
fr_fr: Réinitialiser votre mot de passe

source: Password Reset Done
fr_fr: Mot de passe réinitialisé

source: We have sent you an e-mail. Please contact us if you do not receive it in a few minutes.
fr_fr: Nous venons de vous envoyer un email. Si vous ne recevez pas cet email d'ici 5 minutes, pensez à vérifier vos spams ou contactez-nous.

source: Change Password Done
fr_fr: Mot de passe modifié

source: Password Change Done
fr_fr: Mot de passe modifié

source: Your password has been changed.
fr_fr: Votre mot de passe a été modifié

source: Set password
fr_fr: Réinitialiser votre mot de passe

source: Create an account
fr_fr: Créer un compte

source: Create my account
fr_fr: Créer mon compte

source: Sign up
fr_fr: Créer votre compte

source: Verify your e-mail address
fr_fr: Confirmation de votre adresse email

source: That's it, welcome on board! We have sent an e-mail to you for verification. Follow the link provided to finalize the signup process. If you do not receive it within a few minutes, please check your spam inbox or contact us.
fr_fr: C'est fini ! Nous venons de vous envoyer un e-mail contenant une lien de vérification. Il ne vous reste plus qu'à cliquer sur ce lien pour finaliser la création de votre compte. Si vous ne recevez pas cet email d'ici 5 minutes, pensez à vérifier vos spams ou contactez-nous.
